/* Select Ball Image title */ 
/*"Select Ball Image:" = "Seleziona Immagine della Palla:"; */
"Select Ball Image:" = "Seleziona Immagine:"; 

/* Ball Picker title */ 
"Select Ball:" = "Seleziona Palla:"; 

/* Basketball name */ 
"Basketball" = "Pallacanestro"; 

/* Eight Ball name */ 
"Eight Ball" = "Palla Otto"; 

/* Exercise Ball name */ 
"Exercise Ball" = "Palla Esercisio"; 

/* Four Square Ball name */ 
"Four Square Ball" = "Quatro Quadrati Palla"; 

/* Golf Ball name */ 
"Golf Ball" = "Palla Golf"; 

/* Soccer Ball name */ 
"Soccer Ball" = "Palla Calcio"; 

/* Tennis Ball name */ 
"Tennis Ball" = "Palla Tennis"; 

/* Beach Ball name */
"Beach Ball" = "Palla Spiaggia";

/* Bowling Ball name */
"Bowling Ball" = "Palla da Bowling";

/* Earth Ball name */
"Earth" = "Terra";

/* Smiley Face Ball name */
"Smiley Face" = "Smiley";

/* Invisible Ball name */
"Invisible Ball" = "Palla Invisibile";

/* Custom Ball name */ 
"Custom Ball" = "Palla Personalizzata"; 



/* Choose Image Source title */ 
"Choose Source" = "Scegliere Origine"; 

/* Camera button */ 
"Camera" = "Fotocamera"; 

/* Camera Roll button */ 
"Camera Roll" = "Fotocamera Rotolo"; 

/* Photo Library button */ 
"Photo Library" = "Fototeca"; 

/* Saved Photos button */ 
"Saved Photos" = "Foto Salvate"; 

/* Cancel button */ 
"Cancel" = "Annullare"; 

/* Camera not available alert */ 
"Camera not available!" = "Fotocamera non disponibile!"; 

/* Photo Library not available alert */ 
"Photo Library not available!" = "Fototeca non disponibile!"; 



/* Reset Bounce Count title */ 
"Reset Bounce Count" = "Azzerare Conto di Rimbalzo"; 

/* Reset Bounce Count message */ 
"Do you want to reset the bounce count to zero?" = "Vuoi azzerare il conteggio di rimbalzo a zero?"; 

/* Yes button */ 
"Yes" = "Si"; 

/* No button */ 
"No" = "No"; 



/* E-mail Subject */ 
"Check out this iPhone App!" = "Esamina questa Appl iPhone!"; 

/* E-mail Body Format String */ 
"E-mail Body Format String" = "Si dovrebbe veramente scaricare questa Appl iPhone chiamata Awesome Ball:<br><br><a href=\"http://www.awesomeball.com/appstore\">http://www.awesomeball.com/appstore</a><br><br>Ho registrato %@ rimbalzi finora! Check it out!"; 



/* Connection to High Scores Server Failed title */
"Connection Failed" = "Connessione Fallita";

/* Connection to High Scores Server Failed message */
"Could not connect to high scores server. Please check your internet connection and try again later." = "Impossibile collegarsi al server di punteggi più alti. Si prega di verificare la tua connessione a Internet e riprova più tardi.";

/* High Scores Submission Failed title */
"Submission Failed" = "Richiesta Fallita";

/* High Scores Submission Failed message */
"Scores submission timed out. Please try again later." = "Punteggi presentazione scaduta. Si prega di riprovare più tardi.";



/* Memory Warning Message Title */ 
"Memory Warning" = "Memoria Allarme"; 

/* Memory Warning Message Body */ 
"Memory Warning Message Body" = "La memoria del suo iPhone e bassa. Per una migliore prestazione, si prega di riavviare il telefono per liberare un po' di memoria."; 
